{
    "results": [
    {
        "Action(SiteID=US|Country=US|Currency=USD|Version=1111|CC=UTF-8)": "Add",
        "CustomLabel": "A159-1002",
        "Category": 17734,
        "*Title": "FRANCE 1862 20c BLACK RE-ISSUE UNUSED #3d full margins without gum thin spot $16",
        "C:Certification": "Uncertified",
        "C:Grade": "Ungraded",
        "C:PlaceOfOrigin": "France",
        "PicURL": "https://www.stamp-one.com/stamps/pv/a159/67380.jpg",
        "*Description": "<body><style>p { font-family: \"Helvetica\"}</style><p><i>An educated collector is a happy collector!</i></p><p>The title of the listing prevails over the image.  Please reach out to us if you have any questions before ordering.<p><b>Description</b><br>  <B>FRANCE, 1862, 20c BLACK RE-ISSUE UNUSED,</B> #3d, full margins, without gum, thin spot, very fine, cat. $160.00, Mauru #3k CV€250.00, Yvert #3f CV€500.00 <p><p><b>Make an Offer!</b><br>All reasonable offers considered.  If you're NOT allowed to submit an offer, just message us.  Repeated unreasonable offers will result in user being blocked.<p><b>No Reserve Winners</b><br>Buy additional stamps from our store within 48 hours and get 5% of your total winning bids as a discount.<p><b>Catalog Numbers and Search Examples</b><br>Catalog values are for the condition(s) described in the appropriate sections. Michel, Facit, Yvert, SG, Maury and Scott numbers are provided whenever possible.<p>FaHA1 - Search for Facit ATM Booklet #1<br>YTPA33 - Search for Yvert Poste Aerienne #33 (same for Maury) for Air Post Stamps<br>MiDM3 - Search for Michel Official #3<br>MaPO33 - Search for Maury Pre-Oblitere #33 (same as Yvert) for Precanceled stamps<br>YTTSxx - Search for Yvert Timbres Service stamps (UNESCO, etc...)<br>MaTTxx - Search for Maury Postage Due stamps <br>SGMS144 - Search for Stanley Gibbons Souvenir Sheet #144<p><b>Feedback Policy</b><br>We will provide feedback once feedback has been provided. The only way we can improve our service is by letting us know! Your neutral or negative feedback does NOT mean we will reciprocate in kind - it just gives us the opportunity to address the specific issue.<p><b>Images and Description</b><br>STOCK IMAGES used in store for most generic inexpensive items. You will receive an item similar to the one displayed. Please see our return guarantee.<br>ACTUAL IMAGES used on most auctions and costlier items unless otherwise noted.<p>Any known faults or defects will be described or highlighted in the scans. Feel free to request clarification or additional images for any items before purchasing.<p><B>Shipping Policy</B><br>If you choose <i>untracked</i> standard First-Class Domestic or International Mail, you agree to release us of any responsibility for lost, missing, stolen, delayed, damaged or confiscated shipments, and agree to no PayPal and/or eBay chargebacks and/or claims.  Choose any of the tracked options to guarantee delivery and/or refund. *** DO NOT ORDER UNLESS YOU AGREE TO THESE TERMS ***<p><B>Customs</B><br>All customs fees, duties and/or taxes are the sole responsibility of the buyer.<p><B>Returns</B><br>DOMESTIC: Individual stamps and sets: return any time, for any reason.  Replacement, refund or store credit - your choice! Collections, accumulations or albums: store credit only.<br>INTERNATIONAL: No returns on discount postage, collections, accumulations, albums or as-is items.  Individual stamps or sets only if received items do not match listing description.<p> <style>p {font-family: \"Helvetica\";} h1 {font-family: \"Helvetica\";} b {font-family: \"Helvetica\";} .tab1 {margin-left: 40px;}</style> <H1>FREQUENTLY ASKED QUESTIONS AND TERMS OF SERVICE</H1><br> <b>eBay DELIVERY DATE IS INCORRECT</b><br> <p>THANKS FOR YOUR ORDER - READ BEFORE CONTACTING US<br><p>Allow 48 hours to answer any of your questions<br> <br> Français 日本語 Italiano 한국어 Português Deutsche Pусский Español 中文 - translate.google.com<br> <br><p>1. FREE/ECONOMY SHIPPING<br> <p class=\"tab1\">All items under USD$100 shipped at buyer's risk. Purchase of this item constitutes acceptance of our terms; buyer agrees not to file chargebacks and/or claims through eBay/PayPal due to lost, stolen, missing, damaged, delayed and/or confiscated items.<br> <br> <p>2. TRACKED SHIPPING<br> <p class=\"tab1\">a. DOMESTIC. Add tracking by buying item 233922732586<br></p> <p class=\"tab1\">b. INTERNATIONAL. Add tracking by buying item 233935539272<br></p> <br> <p>3. SHIPPING POLICY.<br> <p class=\"tab1\">a. We ship within 10 BUSINESS days.<br></p> <p class=\"tab1\">b. We print, pick, pack and ship orders as they are received.<br></p> <p class=\"tab1\">c. Buyer will receive a notification from eBay once item has been shipped.<br></p> <p class=\"tab1\">d. We may mark orders Shipped when picked and packed if they will ship within the next 3 days.<br></p> <p class=\"tab1\">e. No refunds for multiple shipping fees paid on different invoices.<br></p> <p class=\"tab1\">f. eBay calculates the shipping amount and we do not override their calculations.<br></p> <br> <p>4. ESTIMATED DELIVERY DATE<br> <p class=\"tab1\">eBay calculates this date based on our shipping policy - we do not set it.  It is highly inaccurate.<br> <br> <p>5. SHIPPING STATUS<br> <p class=\"tab1\">Click on My eBay->Purchase History to determine if an item has shipped. If buyer has paid for tracking, that information will be found there as well.<br> <br> <p>6. SHIPPING DELAYS<br> <p class=\"tab1\">We will reach out when a problem on our end will cause a delay. Once the item is marked as shipped, we have no additional information other than what is available in Purchase History. If buyer has paid for tracking, use the carrier's site to find out where the item is.<br> <br> <p>7. CUSTOMS FEES<br> <p class=\"tab1\">You are solely responsible for all customs duties, fees and/or fines. We will not alter any invoice or label to reflect a lower value and an invoice will always be included with the order.<br> <br> <p>8. RESTOCKING FEE<br> <p class=\"tab1\">We may charge a 10 percent restocking fee for ANY cancellation without a valid reason. Failure to read the description is not a valid reason.<br> <br> <p>9. IMAGES<br> <p class=\"tab1\">a. TITLE/IMAGE MISMATCH. When title does NOT match image, title prevails.<br> <p class=\"tab1\">b. STOCK IMAGES. Unless otherwise indicated, we use stock images representative of the item. No returns accepted if buyer fails to notice this.<br> <p class=\"tab1\">c. PHOTOS COMING SOON. Request an image if needed.<br> <br> <p>10. DESCRIPTION<br> <p class=\"tab1\">By purchasing item, buyer agrees that they have fully read and understood the description, translated it into their native language if necessary and has resolved any ambiguities encountered.<br> <br> <p>11. RETURNS<br> <p class=\"tab1\">Clearance items and discount postage are NOT returnable. We may make exceptions for long-standing customers when the requests are reasonable. Failure to read or understand the description is not a valid reason for a return. Help us improve the quality of our listings by suggesting changes to the title or description.<br> <br> <p>12. SPECIAL REQUESTS<br> <p class=\"tab1\">If buyer is unable to wait for order because of travel or special occasion, let us know and we will ATTEMPT to prioritize it.<br> <br> <p>13. FEEDBACK<br> <p class=\"tab1\">Please contact us before leaving neutral or negative feedback and give us the opportunity to address all reasonable problems.<br> <br> <p>14. DISCOUNTS AND PROMOTIONS<br> <p class=\"tab1\">a. Only ONE discount can be applied at a time<br> <p class=\"tab1\">b. No adjustments to invoices can be made unless we see them in our dashboard; we are then limited to a shipping discount.<br> <p class=\"tab1\">c. Any cancellation request to attempt to obtain a better price will result in the subsequent order being rejected.<br> <p class=\"tab1\">d. If buyer accepts an offer then cancels the order, any attempt to purchase the same item will be rejected.<br> <p class=\"tab1\">e. We do not price match.<br> <p class=\"tab1\">f. No rain checks.<br> <p class=\"tab1\">g. We cannot see any invoices until buyer has committed to a purchase by accepting an offer, using the cart to check out or requesting an invoice.<br> <p class=\"tab1\">h. No additional discounts apply on accepted offers.<br> <p class=\"tab1\">i. eBay disables Request an Invoice when discounts are applied, including offers.<br> <br> <p>15. BLOCKED ACCOUNTS<br> <p class=\"tab1\">We reserve the right to block and report users for making repeated, unreasonable offers; false claims; leaving negative feedback without addressing their concerns with us first; mistreating or insulting our employees or engaging in any sort of abusive behavior including excessive or argumentative messages; sarcastic or snarky comments and hyperbole or exaggeration.<br> <br> <p>16. PRICING AND SHIPPING<br> <p class=\"tab1\">We appreciate CONSTRUCTIVE comments but not rants.<br> <br> <p>17. HELP US KEEP OUR COSTS DOWN.  Contact eBay Customer Support for<br> <p class=\"tab1\">a. Website/application issues including bugs<br> <p class=\"tab1\">b. Missing discounts<br> <p class=\"tab1\">c. Invoicing problems, i.e. cannot request an invoice<br> <p class=\"tab1\">d. Mismatch between what is expected to be paid and what is displayed, including shipping charges<br> <p class=\"tab1\">e. Shipping notifications and tracking<br> <p class=\"tab1\">f. Estimated delivery dates<br> <p class=\"tab1\">g. Cancelling orders<br> <br> <p>Francisco and CJ<br></p> <img src=\"https://www.stamp-one.com/stamps/pv/a159/67380.jpg\"/></body><br>",
        "*Format": "FixedPrice",
        "*Duration": "GTC",
        "*StartPrice": 77.99,
        "*Quantity": 1,
        "BestOfferAutoAcceptPrice": 66.0932203389831,
        "BestOfferEnabled": 1,
        "MinimumBestOfferPrice": 64.9916666666667,
        "PostalCode": "03302",
        "PaymentProfileName": "ManagedNoImmed",
        "ReturnProfileName": "TopSellerReturn",
        "ShippingProfileName": "AllTrackedShipping",
        "C:Type": "Postage",
        "C:Quality": "Mint No Gum",
        "ConditionDescription": "See description for additional pictures. Please read description as \"Item Specifics\" may be incorrect|Bitte lesen Sie die Beschreibung, da \"Artikelmerkale\" möglicherweise falsch sind|Veuillez lire la description car les « caractéristiques de l'objet » peuvent être incorrectes|Lea la descripción ya que las \"Características del artículo\" pueden ser incorrectas",
        "Location": "New Hampshire, United States",
        "StoreCategory": 76579754013,
        "": ""
        }
    ]
}
